13/data/attachments/7654c6ccd4609ac2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Susan_you_Friend_54434_9</nif:username>
            <nif:friendToBeRequested>soap_friends_4909b0cb-4ed9-47b7-8161-21da3fcc2c7d</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>